[
  {
    "name": "Ellish",
    "comment": "Excellent service, these girls do an amazing job and are super friendly, just like talking to someone you’ve known for years. Love coming here"
  },
  {
    "name": "Christen",
    "comment": "Would not go anywhere else in Port Melbourne for beauty needs and nails. Lovely, lovely people and high quality service."
  },
  {
    "name": "Casey",
    "comment": "Adora Haus never fail to disappoint. I’m so happy with the service and my nails look awesome! ❤️"
  },
  {
    "name": "Hannah",
    "comment": "These girls are excellent. Jessie did a fantastic job. My nails never last long and they helped me out with the perfect product to make them last :) very happy with the result and how well they’ve lasted since!"
  },
  {
    "name": "Kate",
    "comment": "Always such a pleasure getting my nails done at Adora Haus, the girls are gorgeous and do a beautiful job xx"
  },
  {
    "name": "Rosie",
    "comment": "Always a 10/10 with these girls, plus they take the time to explain their process and recommendations for the best results. Also fun and friendly vibes are guaranteed! Highly recommend!"
  },
  {
    "name": "Dominique",
    "comment": "The service was fantastic here, staff were exceptional and went out of their way to make us feel comfortable. They even accommodated for us to have our babies with us"
  },
  {
    "name": "April",
    "comment": "Love, love, love this place and the ladies who work there. My nails always come out perfect. The place is so cute and the owner is amazing. So glad I found this place a year ago :) won’t be going anywhere else as long as they’re around. You won’t be disappointed!"
  },
  {
    "name": "Shelley",
    "comment": "I absolutely love visiting Nikki and the girls at Adora Haus. Not only do they do an amazing job with my nails and pedicures, they make you feel so relaxed and create a beautiful experience to enjoy! Thank you for always making feel pretty with my mani’s and pedi’s 💗"
  }
]
